{"class_name": "Model", "config": {"name": "model_9", "layers": [{"name": "input_10", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 3, null, null], "dtype": "float32", "sparse": false, "name": "input_10"}, "inbound_nodes": []}, {"name": "conv2d_795", "class_name": "Conv2D", "config": {"name": "conv2d_795", "trainable": false, "filters": 32, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["input_10", 0, 0, {}]]]}, {"name": "batch_normalization_795", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_795", "trainable": false, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_795", 0, 0, {}]]]}, {"name": "activation_794", "class_name": "Activation", "config": {"name": "activation_794", "trainable": false, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_795", 0, 0, {}]]]}, {"name": "conv2d_796", "class_name": "Conv2D", "config": {"name": "conv2d_796", "trainable": false, "filters": 32, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_794", 0, 0, {}]]]}, {"name": "batch_normalization_796", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_796", "trainable": false, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_796", 0, 0, {}]]]}, {"name": "activation_795", "class_name": "Activation", "config": {"name": "activation_795", "trainable": false, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_796", 0, 0, {}]]]}, {"name": "conv2d_797", "class_name": "Conv2D", "config": {"name": "conv2d_797", "trainable": false, "filters": 64, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_795", 0, 0, {}]]]}, {"name": "batch_normalization_797", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_797", "trainable": false, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_797", 0, 0, {}]]]}, {"name": "activation_796", "class_name": "Activation", "config": {"name": "activation_796", "trainable": false, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_797", 0, 0, {}]]]}, {"name": "max_pooling2d_36", "class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_36", "trainable": false, "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_first"}, "inbound_nodes": [[["activation_796", 0, 0, {}]]]}, {"name": "conv2d_798", "class_name": "Conv2D", "config": {"name": "conv2d_798", "trainable": false, "filters": 80, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["max_pooling2d_36", 0, 0, {}]]]}, {"name": "batch_normalization_798", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_798", "trainable": false, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_798", 0, 0, {}]]]}, {"name": "activation_797", "class_name": "Activation", "config": {"name": "activation_797", "trainable": false, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_798", 0, 0, {}]]]}, {"name": "conv2d_799", "class_name": "Conv2D", "config": {"name": "conv2d_799", "trainable": false, "filters": 192, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_797", 0, 0, {}]]]}, {"name": "batch_normalization_799", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_799", "trainable": false, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_799", 0, 0, {}]]]}, {"name": "activation_798", "class_name": "Activation", "config": {"name": "activation_798", "trainable": false, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_799", 0, 0, {}]]]}, {"name": "max_pooling2d_37", "class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_37", "trainable": false, "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_first"}, "inbound_nodes": [[["activation_798", 0, 0, {}]]]}, {"name": "conv2d_803", "class_name": "Conv2D", "config": {"name": "conv2d_803", "trainable": false, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["max_pooling2d_37", 0, 0, {}]]]}, {"name": "batch_normalization_803", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_803", "trainable": false, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_803", 0, 0, {}]]]}, {"name": "activation_802", "class_name": "Activation", "config": {"name": "activation_802", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_803", 0, 0, {}]]]}, {"name": "conv2d_801", "class_name": "Conv2D", "config": {"name": "conv2d_801", "trainable": true, "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["max_pooling2d_37", 0, 0, {}]]]}, {"name": "conv2d_804", "class_name": "Conv2D", "config": {"name": "conv2d_804", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_802", 0, 0, {}]]]}, {"name": "batch_normalization_801", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_801", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_801", 0, 0, {}]]]}, {"name": "batch_normalization_804", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_804", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_804", 0, 0, {}]]]}, {"name": "activation_800", "class_name": "Activation", "config": {"name": "activation_800", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_801", 0, 0, {}]]]}, {"name": "activation_803", "class_name": "Activation", "config": {"name": "activation_803", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_804", 0, 0, {}]]]}, {"name": "average_pooling2d_77", "class_name": "AveragePooling2D", "config": {"name": "average_pooling2d_77", "trainable": true, "pool_size": [3, 3], "padding": "same", "strides": [1, 1], "data_format": "channels_first"}, "inbound_nodes": [[["max_pooling2d_37", 0, 0, {}]]]}, {"name": "conv2d_800", "class_name": "Conv2D", "config": {"name": "conv2d_800", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["max_pooling2d_37", 0, 0, {}]]]}, {"name": "conv2d_802", "class_name": "Conv2D", "config": {"name": "conv2d_802", "trainable": true, "filters": 64, "kernel_size": [5, 5], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_800", 0, 0, {}]]]}, {"name": "conv2d_805", "class_name": "Conv2D", "config": {"name": "conv2d_805", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_803", 0, 0, {}]]]}, {"name": "conv2d_806", "class_name": "Conv2D", "config": {"name": "conv2d_806", "trainable": true, "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["average_pooling2d_77", 0, 0, {}]]]}, {"name": "batch_normalization_800", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_800", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_800", 0, 0, {}]]]}, {"name": "batch_normalization_802", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_802", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_802", 0, 0, {}]]]}, {"name": "batch_normalization_805", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_805", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_805", 0, 0, {}]]]}, {"name": "batch_normalization_806", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_806", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_806", 0, 0, {}]]]}, {"name": "activation_799", "class_name": "Activation", "config": {"name": "activation_799", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_800", 0, 0, {}]]]}, {"name": "activation_801", "class_name": "Activation", "config": {"name": "activation_801", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_802", 0, 0, {}]]]}, {"name": "activation_804", "class_name": "Activation", "config": {"name": "activation_804", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_805", 0, 0, {}]]]}, {"name": "activation_805", "class_name": "Activation", "config": {"name": "activation_805", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_806", 0, 0, {}]]]}, {"name": "mixed0", "class_name": "Concatenate", "config": {"name": "mixed0", "trainable": true, "axis": 1}, "inbound_nodes": [[["activation_799", 0, 0, {}], ["activation_801", 0, 0, {}], ["activation_804", 0, 0, {}], ["activation_805", 0, 0, {}]]]}, {"name": "conv2d_810", "class_name": "Conv2D", "config": {"name": "conv2d_810", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed0", 0, 0, {}]]]}, {"name": "batch_normalization_810", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_810", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_810", 0, 0, {}]]]}, {"name": "activation_809", "class_name": "Activation", "config": {"name": "activation_809", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_810", 0, 0, {}]]]}, {"name": "conv2d_808", "class_name": "Conv2D", "config": {"name": "conv2d_808", "trainable": true, "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed0", 0, 0, {}]]]}, {"name": "conv2d_811", "class_name": "Conv2D", "config": {"name": "conv2d_811", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_809", 0, 0, {}]]]}, {"name": "batch_normalization_808", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_808", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_808", 0, 0, {}]]]}, {"name": "batch_normalization_811", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_811", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_811", 0, 0, {}]]]}, {"name": "activation_807", "class_name": "Activation", "config": {"name": "activation_807", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_808", 0, 0, {}]]]}, {"name": "activation_810", "class_name": "Activation", "config": {"name": "activation_810", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_811", 0, 0, {}]]]}, {"name": "average_pooling2d_78", "class_name": "AveragePooling2D", "config": {"name": "average_pooling2d_78", "trainable": true, "pool_size": [3, 3], "padding": "same", "strides": [1, 1], "data_format": "channels_first"}, "inbound_nodes": [[["mixed0", 0, 0, {}]]]}, {"name": "conv2d_807", "class_name": "Conv2D", "config": {"name": "conv2d_807", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed0", 0, 0, {}]]]}, {"name": "conv2d_809", "class_name": "Conv2D", "config": {"name": "conv2d_809", "trainable": true, "filters": 64, "kernel_size": [5, 5], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_807", 0, 0, {}]]]}, {"name": "conv2d_812", "class_name": "Conv2D", "config": {"name": "conv2d_812", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_810", 0, 0, {}]]]}, {"name": "conv2d_813", "class_name": "Conv2D", "config": {"name": "conv2d_813", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["average_pooling2d_78", 0, 0, {}]]]}, {"name": "batch_normalization_807", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_807", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_807", 0, 0, {}]]]}, {"name": "batch_normalization_809", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_809", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_809", 0, 0, {}]]]}, {"name": "batch_normalization_812", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_812", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_812", 0, 0, {}]]]}, {"name": "batch_normalization_813", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_813", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_813", 0, 0, {}]]]}, {"name": "activation_806", "class_name": "Activation", "config": {"name": "activation_806", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_807", 0, 0, {}]]]}, {"name": "activation_808", "class_name": "Activation", "config": {"name": "activation_808", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_809", 0, 0, {}]]]}, {"name": "activation_811", "class_name": "Activation", "config": {"name": "activation_811", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_812", 0, 0, {}]]]}, {"name": "activation_812", "class_name": "Activation", "config": {"name": "activation_812", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_813", 0, 0, {}]]]}, {"name": "mixed1", "class_name": "Concatenate", "config": {"name": "mixed1", "trainable": true, "axis": 1}, "inbound_nodes": [[["activation_806", 0, 0, {}], ["activation_808", 0, 0, {}], ["activation_811", 0, 0, {}], ["activation_812", 0, 0, {}]]]}, {"name": "conv2d_817", "class_name": "Conv2D", "config": {"name": "conv2d_817", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed1", 0, 0, {}]]]}, {"name": "batch_normalization_817", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_817", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_817", 0, 0, {}]]]}, {"name": "activation_816", "class_name": "Activation", "config": {"name": "activation_816", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_817", 0, 0, {}]]]}, {"name": "conv2d_815", "class_name": "Conv2D", "config": {"name": "conv2d_815", "trainable": true, "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed1", 0, 0, {}]]]}, {"name": "conv2d_818", "class_name": "Conv2D", "config": {"name": "conv2d_818", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_816", 0, 0, {}]]]}, {"name": "batch_normalization_815", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_815", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_815", 0, 0, {}]]]}, {"name": "batch_normalization_818", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_818", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_818", 0, 0, {}]]]}, {"name": "activation_814", "class_name": "Activation", "config": {"name": "activation_814", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_815", 0, 0, {}]]]}, {"name": "activation_817", "class_name": "Activation", "config": {"name": "activation_817", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_818", 0, 0, {}]]]}, {"name": "average_pooling2d_79", "class_name": "AveragePooling2D", "config": {"name": "average_pooling2d_79", "trainable": true, "pool_size": [3, 3], "padding": "same", "strides": [1, 1], "data_format": "channels_first"}, "inbound_nodes": [[["mixed1", 0, 0, {}]]]}, {"name": "conv2d_814", "class_name": "Conv2D", "config": {"name": "conv2d_814", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed1", 0, 0, {}]]]}, {"name": "conv2d_816", "class_name": "Conv2D", "config": {"name": "conv2d_816", "trainable": true, "filters": 64, "kernel_size": [5, 5], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_814", 0, 0, {}]]]}, {"name": "conv2d_819", "class_name": "Conv2D", "config": {"name": "conv2d_819", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_817", 0, 0, {}]]]}, {"name": "conv2d_820", "class_name": "Conv2D", "config": {"name": "conv2d_820", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["average_pooling2d_79", 0, 0, {}]]]}, {"name": "batch_normalization_814", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_814", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_814", 0, 0, {}]]]}, {"name": "batch_normalization_816", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_816", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_816", 0, 0, {}]]]}, {"name": "batch_normalization_819", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_819", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_819", 0, 0, {}]]]}, {"name": "batch_normalization_820", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_820", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_820", 0, 0, {}]]]}, {"name": "activation_813", "class_name": "Activation", "config": {"name": "activation_813", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_814", 0, 0, {}]]]}, {"name": "activation_815", "class_name": "Activation", "config": {"name": "activation_815", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_816", 0, 0, {}]]]}, {"name": "activation_818", "class_name": "Activation", "config": {"name": "activation_818", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_819", 0, 0, {}]]]}, {"name": "activation_819", "class_name": "Activation", "config": {"name": "activation_819", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_820", 0, 0, {}]]]}, {"name": "mixed2", "class_name": "Concatenate", "config": {"name": "mixed2", "trainable": true, "axis": 1}, "inbound_nodes": [[["activation_813", 0, 0, {}], ["activation_815", 0, 0, {}], ["activation_818", 0, 0, {}], ["activation_819", 0, 0, {}]]]}, {"name": "conv2d_822", "class_name": "Conv2D", "config": {"name": "conv2d_822", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed2", 0, 0, {}]]]}, {"name": "batch_normalization_822", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_822", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_822", 0, 0, {}]]]}, {"name": "activation_821", "class_name": "Activation", "config": {"name": "activation_821", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_822", 0, 0, {}]]]}, {"name": "conv2d_823", "class_name": "Conv2D", "config": {"name": "conv2d_823", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_821", 0, 0, {}]]]}, {"name": "batch_normalization_823", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_823", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_823", 0, 0, {}]]]}, {"name": "activation_822", "class_name": "Activation", "config": {"name": "activation_822", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_823", 0, 0, {}]]]}, {"name": "conv2d_821", "class_name": "Conv2D", "config": {"name": "conv2d_821", "trainable": true, "filters": 384, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed2", 0, 0, {}]]]}, {"name": "conv2d_824", "class_name": "Conv2D", "config": {"name": "conv2d_824", "trainable": true, "filters": 96, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_822", 0, 0, {}]]]}, {"name": "batch_normalization_821", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_821", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_821", 0, 0, {}]]]}, {"name": "batch_normalization_824", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_824", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_824", 0, 0, {}]]]}, {"name": "activation_820", "class_name": "Activation", "config": {"name": "activation_820", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_821", 0, 0, {}]]]}, {"name": "activation_823", "class_name": "Activation", "config": {"name": "activation_823", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_824", 0, 0, {}]]]}, {"name": "max_pooling2d_38", "class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_38", "trainable": true, "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_first"}, "inbound_nodes": [[["mixed2", 0, 0, {}]]]}, {"name": "mixed3", "class_name": "Concatenate", "config": {"name": "mixed3", "trainable": true, "axis": 1}, "inbound_nodes": [[["activation_820", 0, 0, {}], ["activation_823", 0, 0, {}], ["max_pooling2d_38", 0, 0, {}]]]}, {"name": "conv2d_829", "class_name": "Conv2D", "config": {"name": "conv2d_829", "trainable": true, "filters": 128, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["mixed3", 0, 0, {}]]]}, {"name": "batch_normalization_829", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_829", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["conv2d_829", 0, 0, {}]]]}, {"name": "activation_828", "class_name": "Activation", "config": {"name": "activation_828", "trainable": true, "activation": "relu"}, "inbound_nodes": [[["batch_normalization_829", 0, 0, {}]]]}, {"name": "conv2d_830", "class_name": "Conv2D", "config": {"name": "conv2d_830", "trainable": true, "filters": 128, "kernel_size": [7, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["activation_828", 0, 0, {}]]]}, {"name": "batch_normalization_830", "class_name": "BatchNormalization", "config": {"name": "batch_normalization_830", "trainable": true, "axis": 1, "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": 